var data =  '[ {"id": "01", "movieTitle": "Toy Story", "url" : "randomClip.mp4", "img" :"toyStory.jpg", "desc" : "Toy Story is a computer animated film series and Disney media franchise that began with the 1995 film of the same name, produced by Pixar Animation Studios and released by Walt Disney Pictures", "years": "1995", "geners":"Adventure"},'+
	        '  {"id": "02", "movieTitle": "Grumpier Old Men", "url":"randomClip.mp4", "img" :"GrumpierOldMen.jpg", "desc" : "Elderly, angling and contentious friends Max (Walter Matthau) and John (Jack Lemmon) back-burner their bickering when their kids (Kevin Pollak, Daryl Hannah) get engaged, but fishing season opens a can of romantic worms as newcomer Maria (Sophia Loren) plans to turn their beloved bait shop into a re", "years": "1995", "geners":"Romanitc"},'+
	        '  {"id": "03", "movieTitle": "Waiting to Exhale", "url":"randomClip.mp4", "img" :"WaitingtoExhale.jpg", "desc" : "Navigating through careers, family and romance, four friends bond over the shortcomings in their love lives -- namely, the scarcity of good men. Both as the other woman Savannah (Whitney Houston) and Robin (Lela Rochon) carry on relationships with married men,", "years": "1995", "geners":"Romantic"},'+
	        '  {"id": "04", "movieTitle": "Lamerica" ,"url" : "randomClip.mp4", "img" :"Lamerica.jpg", "desc" : "After the fall of communism in Albania, Italian con artists Gino (Enrico Lo Verso) and Fiore (Michele Placido) head to the politically turbulent country to start a phony investment firm. As a front, they declare an elderly homeless man named Spiro (Carmelo Di Mazzarelli) as their CEO.", "years": "1994", "geners":"Adventure"},'+
	        '  {"id": "05", "movieTitle": "Jumanji", "url" : "randomClip.mp4", "img" :"Jumanji.jpg", "desc" : "A magical board game unleashes a world of adventure on siblings Peter (Bradley Pierce) and Judy Shepherd (Kirsten Dunst). While exploring an old mansion, the youngsters find a curious, jungle-themed game called Jumanji in the attic.", "years": "1995", "geners":"Adventure"},'+
	        '  {"id": "06", "movieTitle": "The American President ", "url" : "randomClip.mp4", "img" :"TheAmericanPresident.jpg", "desc" : "The President of the United States is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces.", "years": "1995", "geners":"Romantic"},'+
	        '  {"id": "07", "movieTitle": "Sense and Sensibility", "url" : "randomClip.mp4", "img" :"SenseAndSensibility.jpg", "desc" : "When Elinor Dashwoods (Emma Thompson) father dies, her familys finances are crippled. After the Dashwoods move to a cottage in Devonshire, Elinors sister Marianne (Kate Winslet) is torn between the handsome John Willoughby (Greg Wise) and the older Colonel Brandon (Alan Rickman).", "years": "1995", "geners":"Romantic"},'+
	        '  {"id": "08", "movieTitle": "Sabrina", "url" : "randomClip.mp4", "img" :"Sabrina.jpg", "desc" : "Sabrina Fairchild (Julia Ormond) is a chauffeurs daughter who grew up with the wealthy Larrabee family. She always had unreciprocated feelings for David (Greg Kinnear), the familys younger son and playboy. But after returning from Paris, Sabrina has become a glamorous woman who gets Davids attent", "years": "1995", "geners":"Romantic"},'+
	        '  {"id": "09", "movieTitle": "Tom and Huck ", "url" : "randomClip.mp4", "img" :"TomAndHuck.jpg", "desc" : "Sneaking around the cemetery late at night, mischievous pals Tom Sawyer (Jonathan Taylor Thomas) and Huckleberry Finn (Brad Renfro) secretly view local bully Injun Joe (Eric Schweig) murdering the towns undertaker with his knife", "years": "1995", "geners":"Adventure"},'+
	        '  {"id": "10", "movieTitle": "The City of Lost Children", "url" : "randomClip.mp4", "img" :"TheCityofLostChildren.jpg", "desc" : "Old and decrepit Krank (Daniel Emilfork) has lost his capacity for dreaming and is attempting to fight death by stealing the dreams of children. Kranks cadre of cloned henchmen (Dominique Pinon) snatch 5-year-old Denree (Joseph Lucien) to subject him to the horrific dream-retrieval process.", "years": "1995", "geners":"Adventure"},'+
	        '  {"id": "11", "movieTitle": "Mortal Kombat", "url" : "randomClip.mp4", "img" :"MortalKombat.jpg", "desc" : "Lord Rayden (Christopher Lambert) handpicks three martial artists -- federal agent Sonya Blade (Bridgette Wilson), Shaolin monk Lui Kang (Robin Shou) and action movie sensation Johnny Cage (Linden Ashby) -- and mentors them. After intense training,", "years": "1995", "geners":"Adventure"},'+
	        '  {"id": "12", "movieTitle": "How to Make an American Quilt", "url" : "randomClip.mp4", "img" :"HowtoMakeAmericanQuilt.jpg", "desc" : "Soon-to-be-wed graduate student Finn Dodd (Winona Ryder) develops cold feet when she suspects her fiancé is cheating on her. In order to clear her head, Finn visits her grandmother, Hy (Ellen Burstyn), and great aunt, Glady Joe Cleary (Anne Bancroft), in Grasse, Calif.","years": "1995", "geners":"Romantic"},'+
	        '  {"id": "13", "movieTitle": "Sense and Sensibility", "url" : "randomClip.mp4", "img" :"SenseAndSensibility.jpg", "desc" : "When Elinor Dashwoods (Emma Thompson) father dies, her familys finances are crippled. After the Dashwoods move to a cottage in Devonshire, Elinors sister Marianne (Kate Winslet) is torn between the handsome John Willoughby (Greg Wise) and the older Colonel Brandon (Alan Rickman).", "years": "1995", "geners":"Romantic"},'+
	        '  {"id": "14", "movieTitle": "GoldenEye", "url" : "randomClip.mp4", "img" :"GoldenEye.jpg", "desc" : "When a powerful satellite system falls into the hands of Alec Trevelyan, AKA Agent 006 (Sean Bean), a former ally-turned-enemy, only James Bond (Pierce Brosnan) can save the world from an awesome space weapon that -- in one short pulse -- could destroy the earth!", "years": "1995", "geners":"Adventure"}]'


var DataNotify = '[{"info" : "Welcome to watch-online"},'+
				 ' {"info" : "This website is a template for online movie sites"}]'